{"home":"Home","about":"About","services":"Services","projects":"Projects","contact":"Contact","theme":"theme","hello":"Hello, I’m","name0":"Name","name":"Samer Mohamed","title":"I’m a Front End Developer and Freelancer ,I blend creativity with technical expertise to deliver sleek, responsive designs that elevate brands and captivate users.","about_me":"About Me","more_about_me":"More About Me","download_cv":"Download CV","who_am_i":"Who I am ?","about-me":"I'm Samer Mohamed, a passionate front-end developer specializing in React.js. Currently, I’m in my third year studying at the Faculty of Computer and Information Science at Kafr El Sheikh University. I enjoy creating dynamic and user-friendly web interfaces, and I'm always eager to learn and stay updated with the latest in web technologies. ","phone":"Phone","name3":"samer mohamed","email":"Email","country":"Country","country2":"Egypt > beheira > damanhour","tech_skills":"Tech Skills","education":"Education","education2":"third level student at faculty of CS at KFSU","contact_me":"Contact Me","what_i":"What I DO","website_design":"Website Design","website_design_des":"i have got much experience working with front-end coding HTML, CSS, SASS, BOOTSTRAP, JAVASCRIPT","leadership":"Leadership","leadership_des":"As a team leader, I foster collaboration and drive success through strong communication and strategic planning.","responsivity":"Responsivity","responsivity_des":"I specialize in making websites responsive, ensuring they look and function well on all devices.","fast_typing":"Fast Typing","fast_typing_des":"I possess rapid coding abilities, allowing me to efficiently craft top-tier websites with precision and speed.","clean_code":"Clean Code","clean_code_des":"I specialize in crafting clean code that's easy to understand, making website development more efficient.","sass_coding":"Sass Coding","sass_coding_des":"I specialize in writing SASS code, streamlining CSS development for more efficient and maintainable styling.","my_works":"My Works","all":"all","websites":"websites","webpages":"webpages","tools":"tools","contact2":"contact me","name2":"Samer Mohamed","name4":"Samer Mohamed","job":"Front End Developer","cont_des":"Welcome, this is my personal website and contains all my personal and group projects. If you like my work, contact me and let's work together.","serv":"Services","links":"Links","contactFooter":"Contact","paraFooter":"We are specialized in designings, make your business a brand. Try our premium services.","serv1":"Web Design","serv2":"Responsivity","serv3":"Fast Typing","serv4":"Clean Code","link1":"About","link2":"Services","link3":"Projects","link4":"Contact Me"}
